[
	{"url":"https://www.ashworthcollege.edu/career-diplomas/plumbing/ ","jobName":"Plumbing","jobID":"plumbingAshworth","hours":"4 mo","modules":"11","cost":"699","blurb":"A course through Ashworth college to get certification in the field of plumbing. You get education on all of the different things necessary to being a plumber."},
	{"url":"https://www.coursera.org/specializations/ibm-data-science-professional-certificate","jobName":"Data Scientist","jobID":"dataScienceIBM","hours":"2 mo.","modules":"9","cost":"78","blurb":"IBM’s data science certification course will give you all the tools you need to become a successful data scientists at a low price and in a short time. These 9 modules cover the real-world techniques used in numerous work environments so that you can succeed at a high level."},
	{"url":"https://alison.com/course/introduction-to-data-science","jobName":"Data Scientist","jobID":"dataScienceAlison","hours":"2-3","modules":"3","cost":"0","blurb":"This is a simple introduction into the field of data science that will teach you the basics of data science techniques using the Azure Machine Learning (ML) Studio that will be useful in your pursuit of a career in data science."},
	{"url":"https://www.edx.org/professional-certificate/harvardx-data-science","jobName":"Data Scientist","jobID":"dataScienceHarvard","hours":"66 wks.","modules":"9","cost":"442","blurb":"Learn the key fundamentals to data science through the use of R, machine learning, and real-world case studies. Courses can be purchased individually or as a bundle. The completion of all modules will earn you a professional certificate."},
	{"url":"https://alison.com/course/introduction-to-manufacturing-processes","jobName":"Manufacturer","jobID":"manufacturerAlison","hours":"2-3","modules":"9","cost":"0","blurb":"This free and short course will teach you the basics of manufacturing and the different processes needed in order for you to be successful such as casting, forming, cutting, and joining."},
	{"url":"https://online.umn.edu/degrees-certificates/manufacturing-management-certificate","jobName":"Manufacturer","jobID":"manufacturerMinnesota","hours":"-1","modules":"6","cost":"8018","blurb":"Learn and understand the concepts of manufacturing through the University of Minnesota’s certificate program.  Not only will this prepare you for the workplace, but also if you would want to pursue a Bachelor of Manufacturing Management degree."},
	{"url":"https://www.michiganstateuniversityonline.com/programs/course/manufacturing-planning-and-control/","jobName":"Manufacturer","jobID":"manufacturerMichiganState","hours":"8 wks","modules":"8","cost":"2480","blurb":"Advance your career and your organization in manufacturing by understanding all of the various systems involved in Manufacturing Planning and Control by taking this course."},
	{"url":"https://www.ashworthcollege.edu/career-diplomas/carpentry/ ","jobName":"Carpenter","jobID":"carpentryAshworth","hours":"4 mo.","modules":"20","cost":"599","blurb":"This online carpentry certification course will teach you all of the tools of the trade necessary in order to have the knowledge to be able to work in this field."},
	{"url":"https://www.pennfoster.edu/programs-and-degrees/construction-and-maintenance/carpenter-career-diploma","jobName":"Carpenter","jobID":"carpenterPennFoster","hours":"-1","modules":"15","cost":"599","blurb":"Penn Foster’s online carpentry course will set you up for success in the carpentry business.  You will learn the fundamentals of residential carpentry and some basics in the commercial field."},
	{"url":"https://alison.com/course/diploma-in-carpentry-studies","jobName":"Carpenter","jobID":"carpenterAlison","hours":"6-10","modules":"15","cost":"0","blurb":"This free online course will give you the tools to succeed in such a precise field.  You will learn the skills of carpentry that will open the door for a great career in the field of carpentry."},
	{"url":"https://alison.com/course/introduction-to-plumbing","jobName":"Plumbing","jobID":"plumbingAlison","hours":"2","modules":"5","cost":"0","blurb":"A site for learning the trade of plumbing and how to apply that  in a profession. It will teach you the main facets of doing a plumbing job"},
	{"url":"https://www.pennfoster.edu/programs-and-degrees/construction-and-maintenance/plumber-career-diploma/program-details","jobName":"Plumbing","jobID":"plumbingPenn","hours":"-1","modules":"6","cost":"709","blurb":"An online plumbing course that offers you access to many\r\ndifferent lessons to teach them how to do the job correctly. It lets you\r\nlearn at your own pace so you can get things done comfortably"},
	{"url":"https://awo.aws.org/online-courses/welding-fundamentals-courses/","jobName":"Welder","jobID":"weldingAws","hours":"26","modules":"65","cost":"915","blurb":"Presented in 3 separate courses starting with the basics and working up into a comprehensive review of the more advanced tenants. This education is purchased by the course and each course has their own unique modules"},
	{"url":"http://www.reynolds.edu/_onlinecatalog/current/academic-programs/degrees-care er-studies/weldingcsc_995-01.aspx#tab-2","jobName":"Welder","jobID":"weldingReynolds","hours":"26","modules":"7","cost":"-1","blurb":"A course at Reynolds Community College for people who want to\r\ngain training in welding. Need to be enrolled at JSarge."},
	{"url":"https://www.tpctraining.com/collections/welding-training-courses","jobName":"Welder","jobID":"weldingTcp","hours":"-1","modules":"27","cost":"340","blurb":"An online training course designed to help teach all the elements of\r\nwelding. In 4 different lessons each detailing a different part of the craft."},
	{"url":"https://www.rocafc.com/products/tig-welding-night-course","jobName":"Welder","jobID":"weldingRocafc ","hours":"30","modules":"10","cost":"485","blurb":"A night course that you can take in 10 classes for 3 hours each. You get hands on experience with welding and you can learn the craft"},
	{"url":"https://alison.com/course/introduction-to-masonry","jobName":"Masonry","jobID":"masonryAlison","hours":"2","modules":"4","cost":"0","blurb":"A course designed to give you an introduction to the field of masonry. You get a certification upon completion of the course."},
	{"url":"https://www.oshacampusonline.com/construction/certificate-courses/concrete-and-maso nry/","jobName":"Masonry ","jobID":"masonryOsha","hours":"0.5","modules":"-1","cost":"25","blurb":"A quick easy to use course to teach people the basics of masonry.\r\nDone by the Occupational Safety and Health Administration"},
	{"url":"https://schedule.cpcc.edu/myschedule/show_sections/128/","jobName":"Masonry ","jobID":"masonryCpcc ","hours":"49","modules":"2","cost":"250","blurb":"A course with access to material to teach people about the basics of masonry. Takes place during the summer on the Harper Campus"},
	{"url":"https://www.ashworthcollege.edu/career-diplomas/locksmithing/","jobName":"Locksmith”","jobID":"locksmithAshworth","hours":"32","modules":"20","cost":"649","blurb":"“In this locksmith course online, you’ll receive the real tools, textbook reading assignments, and online lessons to help you respond to emergencies, deal with high-tech systems, and master the key skills needed for a career in locksmithing.”"},
	{"url":"https://www.scitraining.com/locksmith","jobName":"Locksmith","jobID":"locksmithStratford","hours":"-1","modules":"30","cost":"475","blurb":"“Stratford's in-depth course can help you get the skills you need to work toward a lucrative career in this exciting line of work. Students can learn about all types of keys and locking devices ranging from the basics to advanced locksmithing techniques. In addition, this course covers all that is involved in owning your own business.”"},
	{"url":"https://www.pennfoster.edu/programs-and-degrees/skilled-trades/locksmith-career-diploma","jobName":"Locksmith","jobID":"locksmithPennfoster","hours":"-1","modules":"22","cost":"749","blurb":"“Learn how to become a Locksmith and Home Security Technician through Penn Foster Career School's Locksmith & Home Security Technician training program. Our program provides practical exercises and hands-on learning with a Cutaway Lock Simulation so that you can begin your journey into becoming a professional locksmith.”"},
	{"url":"https://www.gleimaviation.com/shop/ogspp/","jobName":"Flight Training","jobID":"flightGleim","hours":"35","modules":"11","cost":"110","blurb":"This course uses our sophisticated Knowledge Transfer Systems to ensure that you master all of the information you will need to be a competent, safe pilot and to pass your knowledge test with confidence."},
	{"url":"https://www.sportys.com/pilotshop/learn-to-fly-course-online-private-pilot-test-prep.html","jobName":"Flight Training","jobID":"flightSporty","hours":"-1","modules":"130","cost":"200","blurb":"This course has powerful test prep tools which means you’ll be prepared to ace the written test, but that’s just the beginning. In depth video segments focus on real world flying, detailed lesson plans help organize your training, and Sporty’s flight instructors are always available to help."},
	{"url":"https://www.faa-ground-school.com/","jobName":"Flight Training","jobID":"flightGoldSeal","hours":"-1","modules":"49","cost":"169","blurb":"This online ground school is a complete resource for your Private Pilot training and review. It is not just a test-prep site – the Ground School covers everything."},
	{"url":"https://www.columbiasouthern.edu/online-degree/certificate-programs/fire-science.aspx ","jobName":"Fire Science","jobID":"fireColumbiaSouthern","hours":"60","modules":"53","cost":"2700","blurb":"Upon completion of this certificate, students should be able to do the following: Evaluate industry-standard, administrative techniques in fire service settings and analyze effective fire prevention methods utilized in fire science organizations and the community."},
	{"url":"https://www.waldorf.edu/academics/degree-programs/associates/aa-fire-science ","jobName":"Fire Science","jobID":"fireWaldorf","hours":"60","modules":"34","cost":"17700","blurb":"This online program is designed with the flexibility to allow students to choose topics of greatest interests. From risk reduction to fire dynamics to investigation, this concentration allows students to explore a broad range of fire science topics."},
	{"url":"https://www.caspercollege.edu/fire-science/online","jobName":"Fire Science","jobID":"fireCasper","hours":"30","modules":"17","cost":"-1","blurb":"The fire science program at Casper College provides students with the knowledge and skills necessary for fire service employment or job advancement within the profession."},
	{"url":"https://www.pennfoster.edu/programs-and-degrees/construction-and-maintenance/hvac-technician-career-diploma","jobName":"HVAC","jobID":"HVACPennFoster","hours":"-1","modules":"10","cost":"734","blurb":"Penn Foster Career School’s online HVACR Technician program consists of eight courses to help you gain the knowledge and skills relevant for performing HVACR repair jobs in a variety of settings - including school systems, manufacturers, and large organizations that have commercial systems to cool or refrigerate products."},
	{"url":"https://www.ashworthcollege.edu/career-diplomas/heating-air-conditioning/","jobName":"HVAC","jobID":"HVACAshworth","hours":"4 mo","modules":"13","cost":"599","blurb":"All commercial and residential buildings need HVAC systems, and qualified professionals are needed to install, maintain, and replace them. Start training now to make a career of keeping everyone’s temperatures in check. You can complete the course in as few as four months and—once you earn your diploma—you will be prepped for certification."},
	{"url":"https://alison.com/courses/basics-of-electrical-technology/content","jobName":"Electrical Engineering","jobID":"ElectricalEngineeringAlison","hours":"2","modules":"12","cost":"0","blurb":"Electrical technology is everywhere. If you can gain skills in electrical engineering, you will be preparing yourself for a secure and well-paid career. This course is designed to start you on your path to becoming an electrical engineer. It starts by introducing you to important safety methods for working with electrical appliances. You will then learn about the different sources and elements of electricity, including voltage, current, A.C., and D.C."},
	{"url":"https://www.ashworthcollege.edu/career-diplomas/electrician-training/","jobName":"Electrical Engineering","jobID":"ElectricalEngineeringAshworth","hours":"4 mo","modules":"13","cost":"649","blurb":"Qualified electricians need to have deep theoretical know-how and advanced practical skills—even for entry-level roles. That includes electrical equipment installation and tool usage, basic electricity and AC current theory, and a wide range of installation procedures for both residential and commercial properties."},
	{"url":"https://alison.com/course/solidworks-an-introduction-to-the-3d-editor","jobName":"Computer Aided Drafting","jobID":"cadAlison","hours":"3-4","modules":"8","cost":"0","blurb":"Solidworks is a Computer-Aided Design (CAD) and a Computer-Aided Engineering (CAE) application used to create Solid models. 2D drawings can be sketched using geometry and 3D models can be created for any part or assembly, regardless of size and complexity. There are also downloadable 3D printing models, designs, and CAD files."},
	{"url":"https://alison.com/courses/introduction-to-electrical-wiring-systems-revised/content","jobName":"Electrical Engineering","jobID":"ElectricalEngineeringAlison2","hours":"2","modules":"3","cost":"0","blurb":"Interpreting electrical drawings accurately is one of the most important skills that a professional working in a related field can acquire. With this course, you will learn how to read drawings and become familiar with important terms associated with the drawings including the different electrical symbols, lines, and layouts. An electrical plan is one of the most critical blueprints of a project, so it is important that you learn to read this by heart."},
	{"url":"https://www.ashworthcollege.edu/career-diplomas/autocad/","jobName":"Computer Aided Drafting","jobID":"cadAshworth","hours":"4 mo.","modules":"5","cost":"649","blurb":"As modern design continues to grow and evolve, this is your opportunity to stand out from the crowd with job-ready, employer-demanded skills. In our AutoCAD classes online, you will prep for Autodesk professional certification by learning computer-aided design and drafting techniques from industry professionals. Draw a clear path to a better future with one of the most-affordable AutoCAD classes available. Graduate in as few as four months."},
	{"url":"https://www.lynda.com/AutoCAD-tutorials/Learning-AutoCAD-2020/784285-2.html","jobName":"Computer Aided Drafting","jobID":"cadLynda","hours":"2","modules":"6","cost":"0","blurb":"Solidworks is a Computer-Aided Design (CAD) and a Computer-Aided Engineering (CAE) application used to create Solid models. 2D drawings can be sketched using geometry and 3D models can be created for any part or assembly, regardless of size and complexity. There are also downloadable 3D printing models, designs, and CAD files."},
	{"url":"https://alison.com/courses/introduction-to-basic-electrical-drawings-and-test-equipment-revised/content","jobName":"Electrical Engineering","jobID":"ElectricalEngineeringAlison3","hours":"2","modules":"5","cost":"0","blurb":"In this online course, Introduction to Electrical Wiring Systems, you will focus on what constitutes an electrical wiring system. The course explains the installation procedures and storage techniques for electrical wiring components such as device boxes and the different types of device boxes."},
	{"url":"https://www.training.dupont.com/pipefitting-11-part-series/PFT099/","jobName":"Pipe Fitting","jobID":"PipeFittingDuPont","hours":"-1","modules":"11","cost":"2433.75","blurb":"This 11-part training series serves as a progressive introduction to the techniques and practices of the pipefitting art. The series covers the most common piping systems in use today and stresses proper safety precautions throughout. Students will learn about piping joints, fittings, offsets, flanges, gaskets, and accessories as well as how to record pipe measurements according to industry standards, read piping drawings, and thread pipe."},
	{"url":"https://www.360training.com/ProductDisplay?storeId=21701&parent_category_rn=202553&productId=1064703&urlRequestType=Base&categoryId=204051&top_category=22058&langId=-1&catalogId=10051","jobName":"Pipe Fitting","jobID":"PipeFitting360Training","hours":"-1","modules":"-1","cost":"20","blurb":"Piping and tubing are essential to the operation of nearly all industrial equipment, and are also found extensively throughout the home. From the pipes transporting 2000 psi steam in a power plant to the tubing carrying the hot water from a hot water heater to the bathtub, all piping and tubing is standardized and regulated for safety."},
	{"url":"http://www.lonestar.edu/Pipefitting-Certificate.htm","jobName":"Pipe Fitting","jobID":"PipeFittingLoneStar","hours":"30","modules":"8","cost":"800","blurb":"The Pipefitting Certificate is designed to train students for entry-level positions in pipefitting. Pipefitters install, assemble, fabricate, maintain, repair and troubleshoot mechanical piping systems carrying fuel, chemicals, water, steam and air in heating, cooling, lubricating and various other process piping systems. Pipefitters are employed in the maintenance departments of power stations, refineries, offshore installations, factories and similar establishments, by pipefitting contractors."},
	{"url":"https://www.pennfoster.edu/programs-and-degrees/automotive-and-engine-repair/auto-repair-technician-career-diploma","jobName":"Automotive","jobID":"automotivePennFoster","hours":"6 mo.","modules":"14","cost":"699","blurb":"Advance your automotive career with this amazing course from Penn Foster. You’ll learn all of the relevant skills in the automotive field through the teaching of experienced technicians and experts.  In as little as 6 months, you’ll be well on your way to a successful career in the automotive field."},
	{"url":"https://www.ashworthcollege.edu/career-diplomas/automotive-technician-training/","jobName":"Automotive","jobID":"automotiveAshworth","hours":"4 mo.","modules":"9","cost":"699","blurb":"Learn all of the valuable skills and techniques necessary to be successful in working in the automotive industry by completing this course from Ashworth in as little as 4 months.  If you’re passionate about cars, this is the course for you."},
	{"url":"https://alison.com/course/nsdc-course-auto-service-technician","jobName":"Automotive","jobID":"automotiveAlison","hours":"10-15","modules":"49","cost":"0","blurb":"After completing this course, you’ll have a full understanding of the car and all of its inner workings so that you can do well in the automotive field.  Whether you’re looking for a full-time job or just a hobby, this course is perfect to learn everything about a car and have a beneficial skill."}
]