[
    {
        "job": "Plumbing",
        "hours": "N/A",
        "modules": "N/A",
        "cost": "N/A",
        "url": "https://www.ashworthcollege.edu/career-diplomas/plumbing/",
        "blurb": "A course through Ashworth college to get certification in the field of plumbing. You get education on all of the different things necessary to being a plumber."
    },
    {
        "url": "https://alison.com/course/introduction-to-plumbing",
       "job": "Plumbing",
       "hours": 2,
       "modules": 5,
       "cost": 0,
       "blurb": "A site for learning the trade of plumbing and how to apply that in a profession. It will teach you the main facets of doing a plumbing job"
   },
   {
       "url": "https://www.pennfoster.edu/programs-and-degrees/construction-and-maintenance/plumber-career-diploma/program-details",
       "job": "Plumbing",
       "hours": "Self-paced",
       "Modules": 6,
       "cost": 709,
       "blurb": "An online plumbing course that offers you access to many different lessons to teach them how to do the job correctly. It lets you learn at your own pace so you can get things done comfortably."
   },
   {
       "url" : "https://www.pennfoster.edu/programs-and-degrees/construction-and-maintenance/hvac-technician-career-diploma",
       "job": "HVAC",
       "hours": "N/A",
       "modules": 10,
       "cost": 734,
       "blurb": "Penn Foster Career School’s online HVACR Technician program consists of eight courses to help you gain the knowledge and skills relevant for performing HVACR repair jobs in a variety of settings - including school systems, manufacturers, and large organizations that have commercial systems to cool or refrigerate products."
   },
   {
       "url" : "https://www.ashworthcollege.edu/career-diplomas/heating-air-conditioning/",
       "job": "HVAC",
       "months": 4,
       "modules": 13,
       "cost": 599,
       "blurb": "All commercial and residential buildings need HVAC systems, and qualified professionals are needed to install, maintain, and replace them. Start training now to make a career of keeping everyone’s temperatures in check. You can complete the course in as few as four months and—once you earn your diploma—you will be prepped for certification."
   },
   {
       "url" : "https://alison.com/resume/courses/536",
       "job": "Electrical Engineering",
       "hours": 1.5,
       "modules": 12,
       "cost": 0,
       "blurb": "Electrical technology is everywhere. If you can gain skills in electrical engineering, you will be preparing yourself for a secure and well-paid career. This course is designed to start you on your path to becoming an electrical engineer. It starts by introducing you to important safety methods for working with electrical appliances. You will then learn about the different sources and elements of electricity, including voltage, current, A.C., and D.C."
   },
   {
       "url": "https://www.ashworthcollege.edu/career-diplomas/electrician-training/",
       "job": "Electrical Engineering",
       "months": 4,
       "modules": 13,
       "cost": 649,
       "blurb": "Qualified electricians need to have deep theoretical know-how and advanced practical skills—even for entry-level roles. That includes electrical equipment installation and tool usage, basic electricity and AC current theory, and a wide range of installation procedures for both residential and commercial properties."
   },
   {
       "url": "https://alison.com/resume/courses/1391",
       "job": "Electrical Engineering",
       "hours": 1.5,
       "modules": 3,
       "cost": 0,
       "blurb": "Interpreting electrical drawings accurately is one of the most important skills that a professional working in a related field can acquire. With this course, you will learn how to read drawings and become familiar with important terms associated with the drawings including the different electrical symbols, lines, and layouts. An electrical plan is one of the most critical blueprints of a project, so it is important that you learn to read this by heart."
   },
   {
       "url": "https://alison.com/resume/courses/1390",
       "job": "Electrical Engineering",
       "hours": 1.5,
       "modules": 5,
       "cost": 0,
       "blurb": "In this online course, Introduction to Electrical Wiring Systems, you will focus on what constitutes an electrical wiring system. The course explains the installation procedures and storage techniques for electrical wiring components such as device boxes and the different types of device boxes."
   }
]